[{"nume":"Sesizarea diferenței dintre informația practică transmisă prin limbaj vizual și mesajul artistic","ids":["1.1."],"cod":"arteviz2-1.1","activitati":["formularea de enunțuri despre posibile trăiri exprimate de autori în picturi/desene/fotografii artistice/sculptură etc.","formularea de enunțuri despre posibile trăiri exprimate de autori în picturi/desene/fotografii artistice/sculptură etc.","participarea la discuții despre mesaje exprimate în diferite momente din filme pentru copii/ filme de desene animate","jocuri comparative între mesaje practice transmise prin limbaj vizual și mesaje artistice – Exemplu: anunțul de la metrou, compus din imagine și text: Nu vă sprijiniți de uși și Ciobănaș cu câine al lui N. Grigorescu sau culoarea roșie de la semafor și Macii lui ș. Luchian","sesizarea efectelor sugestive ale unei culori folosite într-o reproducere, prin comparația cu zone alăturate, colorate diferit"],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"},{"nume":"Identificarea semnificației liniei, punctului, culorii și formei în opere de artă","ids":["1.2."],"cod":"arteviz2-1.2","activitati":["participarea la jocuri de identificare a semnificației liniilor frânte/ curbe/orizontale/verticale în desene","participarea la jocuri de identificare a semnificației punctului în funcție de domeniul în care este utilizat (pictură, grafică, sculptură etc.)","identificarea efectului spațial al punctului, în funcție de mărimea, distanța sau luminozitatea acestuia ","identificarea semnificației culorilor folosite în reproduceri/ desene","compararea metaforică a culorilor, formelor, materialelor, perspectivelor în funcție de trăirea proprie - Exemplu: Copilul poate vedea unele culori reci ca apa, unele forme rele pentru că sunt ascuțite, unele obiecte mai mari pentru că sunt mai importante etc. "],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"},{"nume":"Manifestarea curiozității față de explorarea de mesaje artistice simple, exprimate vizual","ids":["1.3."],"cod":"arteviz2-1.3","activitati":["analiza liberă și personală a mesajului unei realizări artistice (exemplu: „Vă recomand… filmul, expoziția etc., deoarece…”)","discuții în care se explică preferințele artistice ale fiecăruia","observarea și analizarea unor lucrări de artă tradițională și modernă românească și identificarea mijloacelor de expresie folosite","audierea de povestiri sau vizionarea de documentare despre artiști români din domenii diferite","răsfoirea de albume de artă","participarea la proiecte având ca temă viața și opera unor artiști români consacrați","participarea la întâlniri cu artiști/ meșteșugari locali"],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"},{"nume":"Explorarea unor caracteristici/ proprietăți ale materialelor în diverse contexte","ids":["2.1."],"cod":"arteviz2-2.1","activitati":["selectarea materialelor de lucru, în funcție de scopul propus","uscare și presare de plante în vederea folosirii lor în confecționarea de colaje, tablouri, felicitări","crearea unui dicționar cu definiții simple ale materialelor, bazate pe caracteristicile lor observate de copii în diverse contexte","realizarea de jurnale cu dublă intrare: jurnalul unei frunze, al unei crenguțe înflorite etc., pornind de la texte literare studiate","realizarea de grile de observații despre materiale aflate în stări diferite (frunză verde, uscată, presată etc.)","exersarea modului de îngrijire / păstrare a instrumentelor și materialelor de lucru","compararea diferitelor tehnici de lucru - Exemplu: Joc „Ce se întâmplă dacă fac așa…” (copiii sunt încurajați să experimenteze diferite tehnici și să observe ce au descoperit) "],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"},{"nume":"Exprimarea ideilor și trăirilor personale prin utilizarea liniei, punctului, culorii și formei","ids":["2.2."],"cod":"arteviz2-2.2","activitati":["realizarea de aplicații în oglindă: Chipul meu atunci când sunt fericit/Chipul meu atunci când sunt trist; Cum mă simt într-o zi ploioasă/ Cum mă simt într-o zi senină","participarea la lucrări colective – Exemplu: „Mai multe mâini, un singur portret” etc.","exerciții de autoanaliză a propriilor creații (motivarea alegerii subiectului, timpul alocat, mijloacele și tehnicile utilizate, sentimente) Exemplu: „Am confecționat păpușa pe care mi-o doream. Am realizat-o din cârpă. Vreau să mă joc cu ea/ Vreau să o dăruiesc... etc.”)"],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"},{"nume":"Realizarea de produse utile și/sau estetice combinând materiale ușor de prelucrat și tehnici accesibile","ids":["2.3."],"cod":"arteviz2-2.3","activitati":["realizare de felicitări, invitații la zile de naștere sau onomastică, obiecte de design pentru sala de clasă, holurile școlii, camera proprie etc.","realizare de jocuri, jucării sau obiecte utile în viața de școlar","realizare de machete simple etc."],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"},{"nume":"Transformarea unui material prin tehnici variate","ids":["2.4."],"cod":"arteviz2-2.4","activitati":["vizionarea de scurte documentare despre obiectele din mediul cunoscut, având ca subiect „Cum se fabrică?” ","vizite la obiective din zonă în care se prelucrează materia primă","folosirea aparatului de tocat hârtia pentru a obține fâșii de hârtie ce pot fi rulate prin tehnica Quilling și transformate în podoabe sau obiecte de decor","transformarea resturilor textile în podoabe sau obiecte de decor prin diferite tehnici: tăiere în fâșii, împletire etc."],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"},{"nume":"Explorarea de utilizări în contexte utile și sau estetice a obiectelor/ lucrărilor realizate prin efort propriu","ids":["2.5."],"cod":"arteviz2-2.5","activitati":["identificarea unor dorințe/ nevoi simple, care pot fi îndeplinite prin realizarea de obiecte/lucrări utile și sau estetice","identificarea a cel puțin două soluții pentru a îndeplini o dorință","participarea la conversații despre posibile utilizări ale produselor realizate individual sau în grup","discuții pentru acordarea de semnificații neuzuale unor obiecte uzuale și de semnificații uzuale unor obiecte artistice; remarcarea neconcordanțelor și inovarea"],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"},{"nume":"Participarea la activități integrate adaptate nivelului de vârstă, în care se asociază elemente de exprimare vizuală, muzicală, verbală, kinestezică","ids":["2.6."],"cod":"arteviz2-2.6","activitati":["realizarea de machete, colaje, desene, pentru a ilustra o scenă dintr-o poveste – Exemplu: căsuțele celor trei purceluși, fasolea fermecată din „Jack și vrejul de fasole” etc. ","inventarea unui ritm sau a unei melodii pentru o scenă dintr-o poveste","mimarea unui personaj de poveste/desen animat","confecționarea unui costum din materiale reciclate, care să se potrivească unui personaj îndrăgit"],"disciplina":["Arte vizuale și abilități practice"],"coddisc":"arteviz2","nivel":["cl2"],"ref":["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],"parteA":"Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"}]