[{
    "nume": "Sesizarea semnificației unui mesaj vizual simplu, exprimat prin desen / pictură / modelaj / colaj / film / desen animat, care reflectă un context familiar",
    "ids": ["1.1."],
    "cod": "arteviz0-1.1",
    "activitati": ["formularea de răspunsuri la întrebări simple", "formularea de răspunsuri la întrebări simple", "formularea de răspunsuri ce presupun alegere duală/ multiplă: „În desen este cățelul tău sau pisica ta?”", "povestirea unui eveniment sau a unui lanț scurt de evenimente personale, cu ajutorul desenului, picturii, modelajului, colajului etc.", "identificarea unor momente din activitatea zilnică, când se prezintă imagini corespunzătoare", "punerea în corespondență a desenelor, picturilor, modelajului, colajului cu mesaje orale indicate"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Identificarea liniei, a punctului, a culorii și a formei în ipostaze familiare, în spațiul înconjurător ",
    "ids": ["1.2."],
    "cod": "arteviz0-1.2",
    "activitati": ["precizarea culorilor obiectelor personale", "realizarea de grafice cu postituri sau bucățele de hârtie colorată, în care să surprindă: „Culoarea preferată”, „Culorile preferate ale membrilor” familiei (frați, surori, mama, tata, bunicul, bunica etc.)” ", "recunoașterea diferitelor tipuri de linii și puncte întâlnite în mediul familiar ", "jocuri de recunoaștere, descoperire, sortare, diferențiere etc.- Exemple: joc de tipul „Săculețul fermecat” (copiii introduc mâna într-un săculeț cu obiecte, le pipăie și recunosc obiectul doar după formă); joc de tipul „Obiectul surpriză” (ghicirea obiectului după caracteristici aflate prin întrebări; fiecare elev va aduce pe rând, de acasă un obiect cu semnificație personală, o jucărie etc.); jocuri pe teme diverse, de tipul Găsește diferențele/ intrusul; Ghicește ce s-a schimbat etc.; jocuri de jocuri de sortare după formă, culoare, valoare estetică, utilitate etc.", "marcarea elementelor unei mulțimi după formă, culoare, textură, claritate etc.- Exemple: „Marchează obiectele roșii”, „Marchează fotografiile clare”, „Alege materialele netede”, „Marchează obiectele rotunde”", "gruparea produselor în funcție de materialele din care au fost confecționate - Exemplu: jocuri de tip puzzle, Loto ", "descrierea materialelor folosind drept criteriu proprietățile lor "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Manifestarea curiozității față de explorarea de mesaje artistice simple, exprimate vizual ",
    "ids": ["1.3."],
    "cod": "arteviz0-1.3",
    "activitati": ["explorarea mediului înconjurător pentru a identifica forme, culori, materiale, obiecte artistice Exemplu: Joc „Cine observă ceva… (roșu, rotund, neted, frumos etc.)” ", "expunerea, observarea și analizarea unor lucrări artistice și meșteșugărești, pentru a stimula curiozitatea copiilor (ce reprezintă, cine le-a realizat, când, cum, în ce scop?) ", "exerciții de identificare a valorilor estetice și etice din mediul înconjurător (mediul natural, social, construit, cultural, religios)", "expunerea, observarea și analizarea unor lucrări valoroase ale culturii românești tradiționale și contemporane, precum și ale culturii universale, redate pe suport electronic sau în albume", "vizionarea unor expoziții de artă, ateliere meșteșugărești, filme documentare", "joc: Mie îmi place să ... (pictez, modelez, cos, desenez, construiesc), pentru că…", "participarea cu lucrări proprii la diverse expoziții organizate în mediul școlar sau extrașcolar", "observarea modului diferit de ilustrare a aceluiași subiect – Exemplu: „Autoportret” – prin desen, pictură, modelaj, colaj etc.", "vizionarea unor fragmente din filme de desene animate, cu caracter educativ și formularea de răspunsuri simple la întrebări legate de mesaj ", "vizionarea de spectacole de teatru și teatru de păpuși, adecvate vârstei ", "participarea la ateliere de lucru comune părinți- copii, în care se demonstrează îndeletniciri casnice actuale: amenajarea unei mesei festive, ornarea platourilor, aranjamente florale, ornamente de iarnă, împodobirea bradului etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Observarea unor caracteristici simple ale materialelor întâlnite în mediul familiar ",
    "ids": ["2.1."],
    "cod": "arteviz0-2.1",
    "activitati": ["exprimarea de mesaje orale simple despre: textura, culoarea, dimensiunea, forma, grosimea și utilitatea unor obiecte, strânse într-o colecție sau la Colțul de Artă amenajat special în clasă", "gruparea materialelor după criterii date – Exemplu: jocul „Cenușăreasa”: „Ajut-o pe Cenușăreasa să pună în coșulețe diferite, materiale de același fel; Grupează materialele care pot fi tăiate cu foarfecele; Grupează materialele roșii; Grupează materialele care se pot rupe, care sunt transparente” etc. ", "enumerarea unor caracteristici observabile ale materialelor și instrumentelor întâlnite în mediul familiar – Exemplu: jocul „Eu spun ceva, tu spui altceva” despre creioanele tale, uniforma ta, penarul tău etc.", "sortarea materialelor de lucru și a instrumentelor în funcție de proprietăți/utilizări etc.; depozitarea în spații special amenajate și etichetarea lor – Exemplu: „Borcanul cu pietricele”, „Găletușa cu scoici”, „Coșulețul cu fire”, „Cutia cu ghinde” etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Exprimarea ideilor și trăirilor personale, în aplicații simple, specifice artelor vizuale ",
    "ids": ["2.2."],
    "cod": "arteviz0-2.2",
    "activitati": ["realizarea de aplicații ce au la bază inițiative spontane, atunci când li se pun la dispoziție materiale și instrumente diverse, într-un mini- atelier amenajat în sala de clasă sau în Colțul de Artă ", "realizarea unor compoziții, individual/în perechi/în grup, folosind culori la alegere și tehnici improvizate – Exemplu: stropire, suflare,ștampilare, tragere și zgâriere, amprentare cu frunze, fructe, legume, obținerea formelor spontane prin presarea hârtiei, dactilopictură, modelaj, decolorare cu pic etc.", "folosirea liniei cu scop de contur și cu scop decorativ în aplicații/compoziții liber alese", "explorarea modalităților de exprimare a ideilor și sentimentelor prin mijloacele artei vizuale și ale tehnologiei- Exemple: Pictez o imagine dintr-un vis, Desenez ce-mi doresc, Autoportretul, Am o idee de construcție, de joc etc.; Mă desenez pe mine când sunt plictisit, construiesc o casă pe care mi-o doresc, pictez școala, modelez supărarea etc.", "realizarea unor cadouri, felicitări pentru cei dragi și explicarea alegerilor făcute (exemplu: Decorez un globuleț pentru prietenul meu deoarece…)"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Realizarea de aplicații/compoziții/obiecte/ construcții simple, pe baza interesului direct ",
    "ids": ["2.3."],
    "cod": "arteviz0-2.3",
    "activitati": ["realizarea de construcții libere, spontane, atunci când li se pun la dispoziție materiale și instrumente diverse, într-un miniatelier amenajat în sala de clasă sau în Colțul de Artă", "utilizarea unor tehnici simple de îndoire, pliere, înșirare, răsucire, lipire, rupere, tăiere, decupare după contur, modelaj, în funcție de nevoile/opțiunile copiilor ", "confecționarea de jocuri și jucării simple – Exemplu: „Morișca”, „Bărcuța”, „Cubul”, „Puzzle”, „Cărți de joc”, „Loto cu imagini” "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Transformarea unui material prin tehnici simple ",
    "ids": ["2.4."],
    "cod": "arteviz0-2.4",
    "activitati": ["utilizarea corectă a instrumentelor de lucru: copilul ține corect creionul, pensula, aparatul foto etc. Exemplu: Joc: „Eu sunt profesorul de ... fotografie, pictură, modelaj etc.” (fiecare copil e „profesor” într-un domeniu, iar copiii învață, pe rând, unii de la alții) ", "exersarea mușchilor mici ai mâinii prin operații de frământare, coasere, înșirare, împletire etc.", "exersarea modului de îngrijire / păstrare a instrumentelor și materialelor de lucru", "mototolirea, ruperea și tăierea hârtiei cu texturi diferite; formularea de întrebări simple și răspunsuri despre cele observate", "modelarea plastilinei, a lutului etc.; formularea de întrebări simple și răspunsuri despre cele observate", "tăierea firelor și a materialului textil; formularea de întrebări simple și răspunsuri despre cele observate", "înșirarea mărgelelor; formularea de întrebări simple și răspunsuri despre cele observate", "lipirea diverselor materiale pe suporturi diferite; formularea de întrebări simple și răspunsuri despre cele observate", "identificarea unei operații simple la care a fost supus un material, prin comparare cu starea inițială a acestuia – Exemplu: jocul „Spune ce observi” (hârtie-hârtie ruptă, hârtie-hârtie tăiată, hârtie mototolită, hârtie îndoită, hârtie lipită; fire lungi-fire scurte etc.)", "jocuri de rol: „La croitorie”, „La cizmărie”, „La brutărie”", "confecționarea de obiecte prin tehnici simple: „Rochița păpușii”, „Pălăria”, „Cizmulița”, „Batista” etc. "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Exprimarea utilității obiectelor realizate prin efort propriu ",
    "ids": ["2.5."],
    "cod": "arteviz0-2.5",
    "activitati": ["formularea de întrebări și răspunsuri la întrebări despre utilitatea și aspectul obiectelor întâlnite în mediul familiar – Exemplu: „Ajut-o pe Furni să înțeleagă de ce avem nevoie de șireturi? De ce avem nevoie de fular și căciulă iarna? De ce avem nevoie de suporturi pentru creioane?” etc. ", "decorarea sălii de clasă cu obiectele realizate prin efort propriu", "participarea cu obiectele realizate prin efort propriu la expoziții și târguri organizate în școală și în comunitate cu diferite ocazii: „Zilele școlii, Zilele orașului/comunei/satului”, „Mărțișor”, „Paști”, „Crăciun” "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Participarea la activități integrate adaptate nivelului de vârstă, în care se asociază elemente de exprimare vizuală, muzicală, verbală, kinestezică ",
    "ids": ["2.6."],
    "cod": "arteviz0-2.6",
    "activitati": ["realizarea unor lucrări în care să se asocieze elemente de exprimare plastică, cu alte forme de exprimare artistică – Exemplu: ilustrarea unei povești cunoscute prin desen sau prin cântec, ilustrarea mișcării sugerate într-un tablou etc.", "realizarea de scurte dramatizări (fragmente din povești) cu ajutorul păpușilor pe băț, pe deget sau pe mână", "realizarea unor decoruri pentru diverse evenimente din viața școlii", "punerea în scenă a serbărilor tematice specifice anotimpurilor"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz0",
    "nivel": ["cl0"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Sesizarea elementelor de detaliu ale unui mesaj vizual simplu, exprimat printr-o varietate de forme artistice ",
    "ids": ["1.1."],
    "cod": "arteviz1-1.1",
    "activitati": ["formularea de răspunsuri la întrebări despre elemente de detaliu dintr-un desen, dintr-o pictură, dintr-un modelaj, colaj sau film de desene animate ", "formularea de răspunsuri orale și/sau scrise în jocuri de tipul \"De două ori cinci” – Exemplu: „Numește/scrie cinci lucruri pe care le observi în reproducerea Pomi înfloriși a lui I. Andreescu..... Privește din nou și închipuie-și că ești în livadă, alături de pictor. Numește/ scrie alte cinci lucruri pe care le observi.” ", "identificarea dintr-o suită de imagini a aceleia care conține un detaliu dat ", "jocuri tip puzzle sau loto cu imagini/fotografii ", "rezolvarea de jocuri pe teme diverse, de tipul Găsește diferențele/ intrusul; Ghicește ce s-a schimbat etc. pictură, dintr-un modelaj, colaj sau film de desene animate ", "observarea diferențelor dintre formele plane și cele spațiale (aceeași temă în pictură versus sculptură, colaje, felicitări bidimensionale și tridimensionale etc.) ", "numirea materialelor, instrumentelor și tehnicilor utilizate"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Identificarea liniei, a punctului, a culorii și a formei în contexte cunoscute",
    "ids": ["1.2."],
    "cod": "arteviz1-1.2",
    "activitati": ["participarea la jocuri de tipul Săculețul fermecat (elevii introduc mâna într-un săculeț cu obiecte, le pipăie și recunosc obiectul doar după formă)", "participarea la jocuri de asociere formă și/sau culoare-obiect", "jocuri de tip Obiectul surpriză (ghicirea obiectului după caracteristici aflate prin întrebări; fiecare elev va aduce, pe rând, de acasă, un obiect cu semnificație personală, o jucărie etc.)", "observarea diferențelor dintre formele plane și cele spațiale (aceeași temă în pictură versus sculptură, colaje, felicitări bidimensionale și tridimensionale etc.)"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Manifestarea curiozitășii fașă de explorarea de mesaje artistice simple, exprimate vizual",
    "ids": ["1.3."],
    "cod": "arteviz1-1.3",
    "activitati": ["explorarea mediului cultural-artistic pentru a identifica forme, culori, materiale, tehnici, obiecte artistice; discutarea mesajului și a impresiilor Exemple: vizionarea unui film artistic, analiza unor albume foto; răsfoirea unor albume de artă;vizită la muzee de artă; participare la expoziții, analiza unor obiecte de cult și de port popular etc.", "identificarea elementelor cu valoare estetică în diferite reproduceri de artă, în fotografii, filme, costume, construcții etc.", "realizarea unor lucrări individuale și colective (grup de elevi, grup de elevi și părinții)", "realizarea de scurte descrieri ale formelor obiectelor din mediul cunoscut", "identificarea diferitelor forme pe reproduceri de artă, în fotografii sau în sculpturi", "participarea la expoziții cu caracter artistic organizate în comunitate", "vizionarea unor fragmente din filme de desene animate, cu caracter educativ și formularea de răspunsuri la întrebări legate de mesaj", "vizionarea de spectacole de teatru și teatru de păpuși, adecvate vârstei", "participarea la ateliere de lucru comune părinți-copii, în care se confecționează obiecte utile și estetice pentru diferite sărbători", "jocuri de rol: Primesc oaspeți, Este ziua mea, Este ziua ta etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Identificarea unor caracteristici/ proprietăși ale materialelor întâlnite în mediul cunoscut",
    "ids": ["2.1."],
    "cod": "arteviz1-2.1",
    "activitati": ["descrierea materialelor folosind drept criteriu proprietățile lor", "identificarea materialelor cu care au fost confecționate diferite produse", "gruparea produselor în funcție de materialele din care au fost confecționate", "familiarizarea cu modul în care iau naștere obiectele din jurul nostru: Povestea hârtiei, Povestea unui nasture, Povestea unui caiet etc.", "organizarea de interviuri în perechi: Ce se poate face cu…? La ce este util….? etc.", "compararea obiectelor în funcșie de culoare, formă, textură, claritate etc. - Exemplu: dintre două obiecte care are culoarea mai intensă, forma mai evidentă, care e mai moale, care are conturul mai clar etc. ", "identificarea mai multor texturi, a formelor în mișcare, a formelor ce au suferit deformări minore etc.", "gruparea unor instrumente și materiale în funcție de domeniu (aceasta folosește la desen, pictură, modelaj, construcții, confecții, foto-video)"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Exprimarea ideilor și trăirilor personale prin utilizarea liniei, punctului, culorii și formei",
    "ids": ["2.2."],
    "cod": "arteviz1-2.2",
    "activitati": ["realizarea de aplicații în oglindă: Chipul meu atunci când sunt fericit/Chipul meu atunci când sunt trist; Cum mă simt într-o zi ploioasă/Cum mă simt într-o zi senină", "realizarea de benzi desenate prin care să redea etapele unei întâmplări trăite", "participarea la lucrări colective – Exemplu: „Mai multe mâini, un singur portret” etc.", "explicarea semnificațiilor propriilor lucrări/creații", "realizarea unor compoziții, individual/în perechi/în grup, folosind tehnici variate – Exemplu: stropire, suflare, ștampilare, tragere și zgâriere, amprentare cu frunze, fructe, legume, obținerea formelor spontane prin presarea hârtiei, dactilopictură, modelaj, decolorare cu pic etc.", "folosirea liniei cu scop de contur și cu scop decorativ în aplicații/compoziții liber alese", "realizarea unor cadouri, felicitări pentru ocazii speciale și explicarea alegerilor făcute"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Realizarea de obiecte/construcșii/folosind materiale ușor de prelucrat și tehnici ",
    "ids": ["2.3."],
    "cod": "arteviz1-2.3",
    "activitati": ["realizarea de colaje bidimensionale și tridimensionale din hârtie de diferite tipuri", "utilizarea unor tehnici accesibile de decupare după contur, rularea hârtiei, origami, modelaj etc., în funcție de nevoile/opțiunile copiilor", "confecționarea de jocuri și jucării din diverse materiale, prin tehnici accesibile – Exemplu: „Omida”, „Albina”, „Țintar”, „Puzzle”, „Cărți de joc” etc. ", "confecționarea de păpuși pe băț sau pe mână precum și decoruri simple pentru o minipiesă de teatru de păpuși", "realizarea de picturi pe folie de plastic pentru decoruri utile în serbări"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Transformarea unui material folosind o tehnică simplă",
    "ids": ["2.4."],
    "cod": "arteviz1-2.4",
    "activitati": ["vizionarea de scurte documentare despre obiectele familiare, având ca subiect „Cum se fabrică?”", "vizite la fabrica de mobilă, la moară, la covrigărie", "folosirea aparatului de tocat hârtia pentru a obține fâșii de hârtie ce pot fi rulate prin tehnica Quilling și transformate în podoabe sau obiecte de decor", "transformarea resturilor textile în podoabe sau obiecte de decor prin diferite tehnici: tăiere în fâșii, împletire etc.", "participarea la jocuri de rol: „La croitorie”, „La cizmărie”, „La brutărie”", "exersarea utilizării corecte a instrumentelor de lucru: creionul, pensula, foarfeca, aparatul foto, camera video, acul etc.(copilul este ajutat să-și formeze deprinderi corecte)", "exersarea modului de îngrijire / păstrare a instrumentelor și materialelor de lucru", "exersarea mușchilor mici ai mâinii prin operații de frământare, coasere, înșirare, împletire, caligrafie cu degetul pe tabletă etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Explorarea de utilizări în contexte variate a obiectelor/ lucrărilor realizate prin efort propriu",
    "ids": ["2.5."],
    "cod": "arteviz1-2.5",
    "activitati": ["realizarea de miniscenete în care se utilizează obiecte realizate individual sau în grup", "participarea la jocuri de rol cu jucării și obiecte confecționate", "participarea la expozișii cu vânzare sau târguri organizate în școală sau în comunitate, cu prilejul diferitelor sărbători"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Participarea la activităși integrate adaptate nivelului de vârstă, în care se asociază elemente de exprimare vizuală, muzicală, verbală, kinestezică ",
    "ids": ["2.6."],
    "cod": "arteviz1-2.6",
    "activitati": ["realizarea de lucrări în care se asociază elemente de exprimare plastică, cu alte forme de exprimare artistică – Exemplu: ilustrarea versurilor unui cântec prin desen etc.", "realizarea de scurte dramatizări (fragmente din povești) prin teatru de umbre", "realizarea unor decoruri pentru diverse evenimente din viața școlii", "punerea în scenă a serbărilor tematice legate de viața comunității"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz1",
    "nivel": ["cl1"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Sesizarea diferenței dintre informația practică transmisă prin limbaj vizual și mesajul artistic",
    "ids": ["1.1."],
    "cod": "arteviz2-1.1",
    "activitati": ["formularea de enunțuri despre posibile trăiri exprimate de autori în picturi/desene/fotografii artistice/sculptură etc.", "participarea la discuții despre mesaje exprimate în diferite momente din filme pentru copii/ filme de desene animate", "jocuri comparative între mesaje practice transmise prin limbaj vizual și mesaje artistice – Exemplu: anunțul de la metrou, compus din imagine și text: Nu vă sprijiniți de uși și Ciobănaș cu câine al lui N. Grigorescu sau culoarea roșie de la semafor și Macii lui ș. Luchian", "sesizarea efectelor sugestive ale unei culori folosite într-o reproducere, prin comparația cu zone alăturate, colorate diferit"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Identificarea semnificației liniei, punctului, culorii și formei în opere de artă",
    "ids": ["1.2."],
    "cod": "arteviz2-1.2",
    "activitati": ["participarea la jocuri de identificare a semnificației liniilor frânte/ curbe/orizontale/verticale în desene", "participarea la jocuri de identificare a semnificației punctului în funcție de domeniul în care este utilizat (pictură, grafică, sculptură etc.)", "identificarea efectului spațial al punctului, în funcție de mărimea, distanța sau luminozitatea acestuia ", "identificarea semnificației culorilor folosite în reproduceri/ desene", "compararea metaforică a culorilor, formelor, materialelor, perspectivelor în funcție de trăirea proprie - Exemplu: Copilul poate vedea unele culori reci ca apa, unele forme rele pentru că sunt ascuțite, unele obiecte mai mari pentru că sunt mai importante etc. "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Manifestarea curiozității față de explorarea de mesaje artistice simple, exprimate vizual",
    "ids": ["1.3."],
    "cod": "arteviz2-1.3",
    "activitati": ["analiza liberă și personală a mesajului unei realizări artistice (exemplu: „Vă recomand… filmul, expoziția etc., deoarece…”)", "discuții în care se explică preferințele artistice ale fiecăruia", "observarea și analizarea unor lucrări de artă tradițională și modernă românească și identificarea mijloacelor de expresie folosite", "audierea de povestiri sau vizionarea de documentare despre artiști români din domenii diferite", "răsfoirea de albume de artă", "participarea la proiecte având ca temă viața și opera unor artiști români consacrați", "participarea la întâlniri cu artiști/ meșteșugari locali"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Explorarea unor caracteristici/ proprietăți ale materialelor în diverse contexte",
    "ids": ["2.1."],
    "cod": "arteviz2-2.1",
    "activitati": ["selectarea materialelor de lucru, în funcție de scopul propus", "uscare și presare de plante în vederea folosirii lor în confecționarea de colaje, tablouri, felicitări", "crearea unui dicționar cu definiții simple ale materialelor, bazate pe caracteristicile lor observate de copii în diverse contexte", "realizarea de jurnale cu dublă intrare: jurnalul unei frunze, al unei crenguțe înflorite etc., pornind de la texte literare studiate", "realizarea de grile de observații despre materiale aflate în stări diferite (frunză verde, uscată, presată etc.)", "exersarea modului de îngrijire / păstrare a instrumentelor și materialelor de lucru", "compararea diferitelor tehnici de lucru - Exemplu: Joc „Ce se întâmplă dacă fac așa…” (copiii sunt încurajați să experimenteze diferite tehnici și să observe ce au descoperit) "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Exprimarea ideilor și trăirilor personale prin utilizarea liniei, punctului, culorii și formei",
    "ids": ["2.2."],
    "cod": "arteviz2-2.2",
    "activitati": ["realizarea de aplicații în oglindă: Chipul meu atunci când sunt fericit/Chipul meu atunci când sunt trist; Cum mă simt într-o zi ploioasă/ Cum mă simt într-o zi senină", "participarea la lucrări colective – Exemplu: „Mai multe mâini, un singur portret” etc.", "exerciții de autoanaliză a propriilor creații (motivarea alegerii subiectului, timpul alocat, mijloacele și tehnicile utilizate, sentimente) Exemplu: „Am confecționat păpușa pe care mi-o doream. Am realizat-o din cârpă. Vreau să mă joc cu ea/ Vreau să o dăruiesc... etc.”)"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Realizarea de produse utile și/sau estetice combinând materiale ușor de prelucrat și tehnici accesibile",
    "ids": ["2.3."],
    "cod": "arteviz2-2.3",
    "activitati": ["realizare de felicitări, invitații la zile de naștere sau onomastică, obiecte de design pentru sala de clasă, holurile școlii, camera proprie etc.", "realizare de jocuri, jucării sau obiecte utile în viața de școlar", "realizare de machete simple etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Transformarea unui material prin tehnici variate",
    "ids": ["2.4."],
    "cod": "arteviz2-2.4",
    "activitati": ["vizionarea de scurte documentare despre obiectele din mediul cunoscut, având ca subiect „Cum se fabrică?” ", "vizite la obiective din zonă în care se prelucrează materia primă", "folosirea aparatului de tocat hârtia pentru a obține fâșii de hârtie ce pot fi rulate prin tehnica Quilling și transformate în podoabe sau obiecte de decor", "transformarea resturilor textile în podoabe sau obiecte de decor prin diferite tehnici: tăiere în fâșii, împletire etc."],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Explorarea de utilizări în contexte utile și sau estetice a obiectelor/ lucrărilor realizate prin efort propriu",
    "ids": ["2.5."],
    "cod": "arteviz2-2.5",
    "activitati": ["identificarea unor dorințe/ nevoi simple, care pot fi îndeplinite prin realizarea de obiecte/lucrări utile și sau estetice", "identificarea a cel puțin două soluții pentru a îndeplini o dorință", "participarea la conversații despre posibile utilizări ale produselor realizate individual sau în grup", "discuții pentru acordarea de semnificații neuzuale unor obiecte uzuale și de semnificații uzuale unor obiecte artistice; remarcarea neconcordanțelor și inovarea"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Participarea la activități integrate adaptate nivelului de vârstă, în care se asociază elemente de exprimare vizuală, muzicală, verbală, kinestezică",
    "ids": ["2.6."],
    "cod": "arteviz2-2.6",
    "activitati": ["realizarea de machete, colaje, desene, pentru a ilustra o scenă dintr-o poveste – Exemplu: căsuțele celor trei purceluși, fasolea fermecată din „Jack și vrejul de fasole” etc. ", "inventarea unui ritm sau a unei melodii pentru o scenă dintr-o poveste", "mimarea unui personaj de poveste/desen animat", "confecționarea unui costum din materiale reciclate, care să se potrivească unui personaj îndrăgit"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz2",
    "nivel": ["cl2"],
    "ref": ["Ordin al ministrului educației naționale nr. 3418/19.03.2013"],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici elementare diverse"
}, {
    "nume": "Recunoașterea unor mesaje comunicate prin imagini în contexte familiare",
    "ids": ["1.1."],
    "cod": "arteviz3-1.1",
    "activitati": ["participarea la discuții despre comunicarea prin imagine (de exemplu, imaginea ca document; imaginile folosite în scop informațional de-a lungul timpului)", "discuții despre patrimoniul local: construcții reprezentative și ambient urban/rural, vestimentație, obiceiuri, colecții, obiecte de patrimoniu etc.", "identificarea rolului mesajelor vizuale prin studierea de broșuri, pliante, albume de artă, vizionarea de filme, documentare, clipuri, reclame", "formularea de întrebări privind diversitatea mesajelor exprimate prin publicitatea stradală", "participarea la discuții despre comunicarea prin imagine în pictură, desen/grafică, modelaj/sculptură, arte decorative textile, monumentale, ceramice, vestimentație sau bijuterii, arhitectură și/sau scenografie, fotografie și prin artele spectacolului legate de mesajul transmis"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje exprimate în limbaj vizual într-o diversitate de contexte"
}, {
    "nume": "Diferențierea caracteristicilor expresive ale elementelor de limbaj plastic în compoziții și în mediul înconjurător",
    "ids": ["1.2."],
    "cod": "arteviz3-1.2",
    "activitati": ["participarea la exerciții-joc de observare a elementelor de limbaj plastic din natură și din compoziții plastice", "participarea la exerciții-joc de observare a culorilor și a griurilor colorate și neutre în spațiul înconjurător și în compoziții plastice familiei (fraţi, surori, mama, tata, bunicul, bunica etc.)” ", "exerciții de identificare a unor elemente de expresie de limbaj plastic în forme plastice plane realizate prin: fuzionare, curgere liberă, stropire forțată, scurgere aderentă, dirijarea jetului de aer, sfoară colorată "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje exprimate în limbaj vizual într-o diversitate de contexte"
}, {
    "nume": "Manifestarea receptivității față de mesajele exprimate prin limbaj vizual",
    "ids": ["1.3."],
    "cod": "arteviz3-1.3",
    "activitati": ["analiza liberă și personală a mesajelor transmise prin limbaj vizual (de exemplu, exerciții-joc de stabilire a asemănărilor și deosebirilor dintre exprimarea în limbaj fotografic și limbajul artelor plastice pe aceeași temă)   ", "realizarea unei colecții de fotografii cu o temă dată/aleasă  ", "inițierea de proiecte la nivel de clasă pentru realizarea de albume de pictură sau fotografie ", "audierea de povestiri sau vizionarea de documentare despre artiști români din domenii diferite "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje exprimate în limbaj vizual într-o diversitate de contexte"
}, {
    "nume": "Utilizarea în contexte variate a materialelor în funcție de proprietăți ale acestora și de tehnici de lucru adecvate ",
    "ids": ["2.1."],
    "cod": "arteviz3-2.1",
    "activitati": ["selectarea de diverse materiale (culori de apă, tușuri, creioane, pensule, etc.), în vederea utilizării acestora ", "asocierea tehnicilor adecvate materialelor selectate (tehnici ale culorilor de apă, tehnici mixte, tehnici ale colajului etc.) ", "realizarea de elemente de limbaj plastic (de exemplu, linii de diferite tipuri cu piatra, creta, creioane moi etc.; linii cu margini clare, accentuate sau slab vizibile etc.)", "exerciții de diversificare a ariei de utilizare a elementelor de limbaj plastic în scopul amplificării potențialului lor expresiv: puncte, linii de diferite tipuri realizate cu penițe, pensule, creioane, cărbune de desen, cărbune presat, cretă, pensule, pene etc. pe suprafețe de hârtie, pânză, ceramică etc.; forme obținute prin amprentare, fuzionare, curgere dirijată, stropire, sfoară înmuiată în culoare și alte tehnici specifice culorilor de apă", "exerciții de obținere a efectului de transparență sau opacitate prin tehnici ale culorilor de apă (de exemplu, acuarelă, guașe, tempera ș.a.)", "realizarea de texturi de suprafață folosind tehnici și materiale diferite  "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Realizarea de creații funcționale în diverse tehnici pe diferite suporturi (hârtie, confecții textile, ceramică, sticlă etc.) ",
    "ids": ["2.2."],
    "cod": "arteviz3-2.2",
    "activitati": ["realizarea de produse utile și estetice, pentru viața de zi cu zi, pentru decorarea cărora se pot folosi diferite procedee: - stropirea cu pensula pe foaia umedă sau uscată, cu stiloul, cu periuța, cu pulverizatorul etc. - tamponarea suprafeței colorate cu o bucată de hârtie mototolită, înmuiată în culoare sau cu o ștampilă realizată din fructe, legume, flori etc. - dirijarea culorii cu un jet de aer, prin suflarea liberă sau printr-un tub a unor pete de culoare fluidizată, în diferite sensuri - imprimarea cu ajutorul unor materiale textile îmbibate cu culoare etc. - plierea hârtiei - scurgerea culorii - suprapunerea foliei de plastic - decolorarea cu pic - tehnica Batik (introducerea unei coli îndoite în culoare) - aplicarea culorii cu ajutorul degetelor etc.(dactilopictura)  ", "confecționarea de marionete/ jocuri/ produse care vor fi utilizate apoi la clasă în scop didactic", "personalizarea de tricouri și sacoșe confecționate din material textil prin pictare cu pigmenți-coloranți cu termofixare ", "decorarea unor seturi cană – farfurie personalizate – de exemplu compoziții pe suport ceramic (plăci de faianță) "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Valorificarea elementelor de limbaj plastic în compoziții tematice ",
    "ids": ["2.3."],
    "cod": "arteviz3-2.3",
    "activitati": ["explorarea ipostazelor liniei în reprezentări grafice", "realizarea de contururi, decupaje, colaje, amprentări, zgârieri etc.", "exerciții de schițare, prin linie expresivă, a unor forme ușor de recunoscut ", "exersarea obținerii expresivității, prin combinarea elementelor de limbaj plastic", "colectarea din natură de forme, fragmente sau materiale (pietre, frunze, lemne etc.) cu scopul de a le conferi noi valențe expresive, artistice", "explorarea proprietăților expresive ale formelor naturale", "realizarea de produse din diferite tipuri de hârtie: carton, hârtie colorată, creponată, ondulată, cerată etc. cu scop decorativ, cu ocazia sărbătorilor, a zilelor de naștere", "obținerea expresivității prin tehnici neconvenționale (de exemplu, hârtie mototolită, gumă de șters, cartof etc.)"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje artistice exprimate în limbaj vizual într-o diversitate de contexte familiare"
}, {
    "nume": "Modificarea expresiei plastice inițiale prin remodelare ",
    "ids": ["2.4."],
    "cod": "arteviz3-2.4",
    "activitati": ["explorarea relației dintre modul în care lucrurile se simt și modul în care arată (de exemplu, textura obiectelor naturale și fabricate etc.)", "confecționarea unui costum din haine vechi (de exemplu, coaserea unui șiret sau a unei benzi pentru a realiza o mantie)", "realizarea de produse (podoabe pom, jucării, obiecte de vestimentație, obiecte de decor etc.) utilizând materiale reciclabile (hârtie, plastic, fire, doze de aluminiu etc.)", "folosirea aparatului de tocat hârtia pentru a obține fâșii de hârtie ce pot fi rulate și transformate în podoabe sau obiecte de decor", "schimbarea funcției unui articol de vestimentație prin intervenții tehnice variate", "explorarea în contexte diverse a materialelor reciclabile ca resursă inepuizabilă de creativitate, expresivitate și manualitate ", "utilizarea tehnicilor tradiționale și moderne de reciclare a materialelor"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creaţii funcţionale şi/sau estetice folosind materiale şi tehnici elementare diverse"
}, {
    "nume": "Participarea la activități integrate adaptate nivelului de vârstă, în care se asociază elemente de exprimare vizuală, muzicală, verbală, kinestezică ",
    "ids": ["2.5."],
    "cod": "arteviz3-2.5",
    "activitati": ["realizarea de compoziții plastice, obiecte și machete după diferite sugestii tematice, povești, poezii, cântece, muzică, teatru", "imaginarea și schițarea unui complex, cu o varietate de spații pentru utilizare (de exemplu, „casa pe care mi-aș dori-o”)", "fotografierea unor aspecte/ momente din cadrul evenimentelor desfășurate și realizarea unor albume, expoziții foto", "schițarea și crearea de decoruri pentru serbări școlare, evenimente tematice"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz3",
    "nivel": ["cl3"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creaţii funcţionale şi/sau estetice folosind materiale şi tehnici elementare diverse"
}, {
    "nume": "Exprimarea de opinii proprii referitoare la mesajele comunicate prin limbaj vizual ",
    "ids": ["1.1."],
    "cod": "arteviz4-1.1",
    "activitati": ["participarea la discuții pe tema comunicării prin limbaj vizual (de exemplu, analiza de portret - subiecte comune - tehnici și mijloace de expresie diferite)", "observarea spațiului ambiental urban/ rural pe baza identificării unor similitudini între formele clădirilor și formele geometrice/formele naturale; formularea de răspunsuri la întrebări precum: „Observăm o anumită regulă în desenul fațadelor? Care ar fi aceasta? Cum am putea s-o descriem?” ", "asumarea de roluri (ghid, arhitect, reporter) în scopul prezentării spațiului ambiental urban sau rural (de exemplu, a istoriei caselor/construcțiilor reprezentative)", "vizite, în mediul virtual, la Muzeul de Artă, Muzeul Satului etc.", "vizionarea de filme având ca temă ambientul construit "],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje exprimate în limbaj vizual într-o diversitate de contexte"
}, {
    "nume": "Evidențierea caracteristicilor diferitelor categorii de elemente de limbaj plastic, în compoziții în mediul înconjurător și în imagini ",
    "ids": ["1.2."],
    "cod": "arteviz4-1.2",
    "activitati": ["participarea la exerciții-joc de observare a diferitelor ipostaze ale punctului și liniei în compoziții plastice și în mediul înconjurător ", "exerciții-joc de observare a elementelor din natură care pot fi sugerate prin linii: verticale, orizontale, oblice, groase, subțiri, curbe, frânte", "participarea la exerciții-joc de explorare a legăturii dintre cuvinte cheie și compoziții plastice, sculpturi, fotografii etc. (subiectul compoziției/lucrării)", "identificarea unor elemente decorative în creații populare diverse"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Explorarea de mesaje exprimate în limbaj vizual într-o diversitate de contexte"
}, {
    "nume": "Valorificarea unor materiale și tehnici adecvate, pentru exprimarea clară a unui mesaj intenționat",
    "ids": ["2.1."],
    "cod": "arteviz4-2.1",
    "activitati": ["selectarea intenționată a diverselor materiale (culori de apă, tușuri, creioane, pensule, plastilină etc.), în vederea obținerii unor rezultate anticipate", "identificarea rezultatelor posibile ale utilizării diferitelor materiale, prin experiment practic", "extinderea ariei de valorificare a tehnicilor specifice în scopul amplificării potențialului lor creativ: colajul din texturi diferite; pictura pe suport ceramic; pictura pe sticlă; pictura pe suport textil, pictura pe lemn etc.", "diversificarea, în compoziții bidimensionale, a tehnicilor de lucru pe diferite suprafețe (de exemplu, hârtie, țesături, ceramică etc.) ", "generarea de forme expresive prin diverse tehnici și cu diferite materiale, în cadrul unor activități individuale și de grup"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Realizarea de compoziții la alegere, valorificând potențialul expresiv al limbajului plastic",
    "ids": ["2.2."],
    "cod": "arteviz4-2.2",
    "activitati": ["organizarea compozițională după reguli stabilite inițial, a suprafeței sau a spațiului plastic, cu ajutorul elementelor de limbaj ", "realizarea de compoziții plastice având ca punct de plecare cuvinte cheie sau expresii literare la alegere ", "compunerea suprafeței sau spațiului plastic folosind descompunerea și recompunerea unor forme cunoscute pictură, dintr-un modelaj, colaj sau film de desene animate ", "obținerea efectului sugestiv intenționat prin dominantă cromatică (zi însorită- zi ploioasă) ", "realizarea de compoziții simple folosind aplicații informatice"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Realizarea de produse unicat, personalizate și utilizabile, în urma desfășurării unor activități dominant manuale, creative și ludice",
    "ids": ["2.3."],
    "cod": "arteviz4-2.3",
    "activitati": ["crearea de texturi de suprafață folosind tehnici și materiale diferite", "realizarea unor jucării din diferite materiale/ deșeuri (de exemplu, robot, marionete etc.)", "exerciții-joc de schițare prin colaj: orașul /satul /strada (de exemplu, observă clădirile, formele și detaliile lor, mărimea semnelor și a reclamelor, posibilitatea de a comunica cu oamenii și ce te atrage la acestea)", "realizarea de desene cu aspecte ale mediului văzut din unghiuri diferite (de exemplu, un obiect văzut de sus/ jos, lateral stânga/dreapta, față/ spate)", "realizarea de machete (medii de viață, forme de relief, comunitatea locală etc.)", "realizarea de scenarii și derularea lor prin schițare sau fotografiere", "realizarea unui decor scenografic (machetă) intenționat", "realizarea de compoziții simple folosind aplicații informatice", "imaginarea și figurarea unui complex, cu o varietate de spații pentru utilizare (de exemplu, un palat dintr-o poveste)", "imaginarea și figurarea unui spațiu (de exemplu, o scenă de teatru în miniatură etc.)", "schițarea și confecționarea unor măști cu teme din poezii, cântece, povestiri, festivaluri", "schițarea și confecționarea costumelor pentru scenete și momente artistice"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Remodelarea spațiilor și formelor printr-un demers plastic intenționat și prin tehnici variate",
    "ids": ["2.4."],
    "cod": "arteviz4-2.4",
    "activitati": ["jocuri de culoare pe bază de camuflaj (de exemplu, transformarea/ adaptarea unor costume care vor fi folosite la jocurile de mișcare ce necesită camuflaj etc.)", "decorarea unor materiale cu cusături și alte adaosuri (mărgele, paiete etc.)", "realizarea de expoziții tematice pe baza tehnicilor: Quilling, Origami, Kirigami, Tangram, împletituri din fire/ pănuși de porumb, obiecte modelate în lut sau pastă de modelaj, tricouri și sacoșe decorate/personalizate, seturi cană – farfurie decorate/ pictate, cadrane de ceas personalizate etc.", "stabilirea, în echipă, a etapelor de lucru pentru realizarea unui produs finit", "confecționarea de bijuterii realizate manual folosind materiale accesibile"],
    "disciplina": ["Arte vizuale și abilități practice"],
    "coddisc": "arteviz4",
    "nivel": ["cl4"],
    "ref": ["Ordin al ministrului educației naționale nr. 5003 / 02.12.2014 "],
    "parteA": "Realizarea de creații funcționale și/sau estetice folosind materiale și tehnici adecvate"
}, {
    "nume": "Identificarea unor caracteristici ale corpurilor vii și nevii",
    "ids": ["1.1."],
    "cod": "stanat3-1.1",
    "activitati": ["observarea unor corpuri și identificarea caracteristicilor acestora (de exemplu: organisme vii pentru identificarea părților componente, diferite obiecte pentru identificarea unor proprietăți precum formă, culoare, transparență)", "utilizarea unor modele pentru identificarea caracteristicilor principale ale corpurilor reprezentate (de exemplu: schițe de hărți pentru observarea suprafețelor de apă și uscat, mulaje ale unor tipuri de animale din diferite grupe)", "observarea dirijată a unor scheme simple, desene pentru identificarea etapelor unor fenomene/ procese (de exemplu: circuitul apei în natură)", "recunoașterea unor caracteristici ale corpurilor pornind de la prezentarea unor texte științifice adaptate vârstei elevilor, a unor povești sau povestiri (de exemplu: descrierea unor reacții ale animalelor în diferite situații)", "observarea unor aspecte dinamice ale realității înconjurătoare sau mai îndepărtate de mediul de viață cunoscut, prin vizionarea unor filme sau realizarea unor jocuri de rol (de exemplu, despre mișcarea apei pe suprafața Pământului, despre modul în care căderea  vântul pot produce energie)", "identificarea unor caracteristici ale corpurilor, fenomenelor, proceselor prin efectuarea unor experiențe simple (de exemplu: evidențierea diferențelor dintre diferite surse de apă, evidențierea mișcărilor apei pe suprafața planetei, evidențierea schimbării stării de agregare a apei și a relației cu temperatura, evidențierea mișcării aerului și a influenței vântului asupra norilor, evidențierea unor interacțiuni între corpuri și a efectelor lor)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Explorarea caracteristicilor unor corpuri, fenomene și procese"
}, {
    "nume": "Utilizarea unor criterii pentru compararea unor corpuri, fenomene și procese",
    "ids": ["1.2."],
    "cod": "stanat3-1.2",
    "activitati": ["identificarea unor criterii de comparare a unor corpuri, fenomene, procese din aceeași categorie (de exemplu: diverse proprietăți ale metalelor, diverse caracteristici ale unor animale)", "compararea unor corpuri, fenomene, procese din aceeași categorie în scopul stabilirii asemănărilor și deosebirilor între ele (de exemplu: compararea metalelor după diferite proprietăți, a animalelor după diferite caracteristici)", "selectarea unor corpuri după diferite criterii și realizarea unor colecții/ expoziții (de exemplu: colecții de obiecte selectate după formă, mărime, culoare, întrebuințări, colecții de plante sau părți componente ale acestora)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Explorarea caracteristicilor unor corpuri, fenomene și procese"
}, {
    "nume": "Identificarea etapelor unui demers investigativ vizând mediul înconjurător pe baza unui plan dat",
    "ids": ["2.1."],
    "cod": "stanat3-2.1",
    "activitati": ["formularea unor întrebări ce duc la necesitatea unei investigații pentru aflarea răspunsului (de exemplu: „Planta are nevoie de lumină pentru a trăi?”)", "identificarea metodelor de lucru (de exemplu: observarea a două plante de același tip, crescute în condiții identice, dar cu iluminare diferită)", "stabilirea resurselor necesare (de exemplu: două ghivece cu mușcate plantate în același tip de sol, apă, hârtie închisă la culoare)", "implicarea în alegerea modalităților de lucru (individual/ în grup)", "realizarea unor estimări, predicții asupra subiectului supus investigației (de exemplu: vor exista/ nu vor exista diferențe între cele două plante, exemple de posibile diferențe)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Aplicarea planului dat pentru efectuarea unei investigații a mediului înconjurător",
    "ids": ["2.2."],
    "cod": "stanat3-2.2",
    "activitati": ["colectarea de date utile investigației din surse diferite (cărți, reviste, internet, filme, excursii, experiențe simple) pentru diferite etape", "parcurgerea etapelor de lucru (de exemplu: realizarea unui paravan din hârtie închisă la culoare în jurul unui ghiveci, plasarea celuilalt ghiveci alăturat, udarea periodică a plantelor)", "realizarea de observații periodice asupra aspectului cercetat (de exemplu: observarea culorii frunzelor celor două plante, a ritmurilor de creștere la cele două plante, a orientării creșterii celor două plante, a apariției de noi frunze sau flori)", "realizarea de măsurători utilizând instrumente diferite (cântar, cilindru gradat, balanță, ruletă) pentru determinarea valorii unor proprietăți ale corpurilor (de exemplu: măsurarea inițială, apoi periodică a înălțimii celor două plante)", "completarea periodică a unor fișe de observații cu informații despre fenomene și procese din mediul înconjurător (de exemplu: descrierea periodică a variației culorii frunzelor, notarea periodică a înălțimilor celor două plante, înregistrarea altor modificări observate)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Reprezentarea grafică a rezultatelor unor observații realizate în cadrul diferitelor etape ale demersului investigativ utilizând tabele, diagrame, formule simple",
    "ids": ["2.3."],
    "cod": "stanat3-2.3",
    "activitati": [" reprezentarea în grafice, tabele, diagrame a unor date obținute experimental (de exemplu: realizarea unui tabel cu date zilnice referitoare la ritmul de creștere al plantelor aflate în condiții diferite de iluminare)", "realizarea unor desene, planșe, colaje, afișe care să ilustreze aspecte ale investigației realizate (de exemplu: realizarea unui afiș cu fotografii ale plantelor aflate în condiții diferite de iluminare, în etape succesive ale investigației)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Formularea de concluzii pe baza rezultatelor demersului investigativ",
    "ids": ["2.4."],
    "cod": "stanat3-2.4",
    "activitati": [" selectarea observațiilor esențiale din datele înregistrate (de exemplu: selectarea observațiilor referitoare la culoarea frunzelor/ la înălțimea celor două plante la începutul și la sfârșitul experimentului)", "compararea estimărilor și a predicțiilor inițiale cu rezultatele obținute (de exemplu: compararea estimărilor inițiale cu rezultatele care arată                                                                                                                                                                                                                                                       îngălbenirea frunzelor și încetinirea ritmului de creștere la plantele aflate în condiții de iluminare slabă)", "formularea de concluzii (de exemplu: planta are nevoie de lumină, în lipsa ei aceasta se îngălbenește, creșterea încetinește)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Prezentarea concluziilor demersului investigativ realizat pe baza unui plan dat",
    "ids": ["2.5."],
    "cod": "stanat3-2.5",
    "activitati": ["formularea de răspunsuri la întrebările primite din partea colegilor de clasă", "elaborarea unor materiale informative pentru ilustrarea unor rezultate din demersul investigativ (de exemplu: afișe, desene, prezentări cu ajutorul noilor tehnologii)", "prezentarea, în cadrul unor activități, a rezultatelor investigațiilor efectuate pe parcursul anului școlar (de exemplu: „Ziua micului cercetător”, „Târgul proiectelor științelor naturii”, „Vreau să fiu inventator”)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Recunoașterea consecințelor unui stil de viață sănătos asupra propriului corp",
    "ids": ["3.1."],
    "cod": "stanat3-3.1",
    "activitati": ["recunoașterea unor factori de risc asupra propriei sănătăți, pornind de la prezentarea unor texte scurte, vizionarea unor filme, studii de caz (de exemplu: reducerea numărului de ore de somn)", "recunoașterea unor forme de odihnă activă și a necesității lor, în urma unor discuții (de exemplu: lectură, activități artistice, sportive)", "realizarea unui program personal de echilibrare a perioadelor de învățare cu cele de odihnă activă și somn în scopul aplicării zilnice", "identificarea unor reguli de protecție în timpul realizării unei investigații, precum și în viața cotidiană (de exemplu: pentru utilizarea instrumentelor de măsură, manipularea unor obiecte casabile, fierbinți)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Rezolvarea de probleme din viața cotidiană valorificând achizițiile despre propriul corp și despre mediul înconjurător"
}, {
    "nume": "Recunoașterea consecințelor propriului comportament asupra mediului înconjurător",
    "ids": ["3.2."],
    "cod": "stanat3-3.2",
    "activitati": ["recunoașterea unor forme de poluare prin observații realizate în natură, prin realizarea unor experiențe demonstrative (de exemplu: plasarea în aer a unor cartonașe albe unse cu vaselină și observarea elementelor reținute de acestea)", "observarea efectului poluării asupra unor organisme prin experiențe demonstrative (de exemplu: udarea periodică a unei plante cu suc de lămâie simulând ploile acide)", "identificarea comportamentelor distructive ale omului față de mediu prin jocuri de rol, simulări, chestionare (de exemplu: chestionarea membrilor familiei, a prietenilor asupra felului în care depozitează deșeurile)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat3",
    "nivel": ["cl3"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Rezolvarea de probleme din viața cotidiană valorificând achizițiile despre propriul corp și despre mediul înconjurător"
}, {
    "nume": "Identificarea unor relații între corpuri în cadrul unor fenomene și procese",
    "ids": ["1.1."],
    "cod": "stanat4-1.1",
    "activitati": ["utilizarea unor modele pentru observarea relațiilor dintre componentele unui sistem (de exemplu: utilizarea unor planșe, diapozitive reprezentând diverse medii de viață pentru observarea relațiilor dintre condițiile oferite de acestea și aspectul viețuitoarelor)", "observarea dirijată a unor scheme simple, desene pentru evidențierea relațiilor dintre componentele unui sistem (de exemplu: schema unor lanțuri trofice simple, schema unui circuit electric)", "recunoașterea unor caracteristici ale unor corpuri, fenomene, procese pornind de la prezentarea unor scurte texte științifice adaptate vârstei elevilor, a unor povești sau povestiri (de exemplu: descrierea ciclurilor de viață la unele organisme)", "observarea unor aspecte dinamice ale realității înconjurătoare sau mai îndepărtate de mediul de viață cunoscut prin vizionarea unor filme sau realizarea unor jocuri de rol (de exemplu: mișcarea planetelor Sistemului Solar)", " discutarea unor activități cotidiene în scopul explicării lor prin prisma unor fapte științifice (de exemplu: explicarea activităților ciclice ale oamenilor în funcție de alternanța noapte - zi, de anotimpuri)", "observarea unor fenomene și procese prin efectuarea unor experiențe simple (de exemplu: evidențierea plutirii diferitelor corpuri, evidențierea unor proprietăți ale apei în diferite stări de agregare, realizarea unor amestecuri și separarea lor, evidențierea dizolvării unor solide și a influenței temperaturii, demonstrarea transferului de căldură între obiecte, realizarea unor circuite electrice simple, evidențierea unor fenomene optice)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Explorarea caracteristicilor unor corpuri, fenomene și procese"
}, {
    "nume": "Utilizarea unor criterii pentru ordonarea și clasificarea unor corpuri, fenomene și procese",
    "ids": ["1.2."],
    "cod": "stanat4-1.2",
    "activitati": ["identificarea unor criterii de ordonare, clasificare în cadrul unor grupe de corpuri, fenomene, procese (de exemplu: diverse caracteristici ale unor viețuitoare în diferite etape de viață, gradul de scufundare în apă al corpurilor, capacitatea materialelor de a induce căldură sau curent electric, transparența corpurilor)", "ordonarea unor corpuri, etape ale unor fenomene/ procese după anumite criterii (de exemplu: ordonarea etapelor ciclului de viață la un organism; ordonarea corpurilor în funcție de gradul de scufundare în apă)", "clasificarea unor corpuri, fenomene/ procese (de exemplu: clasificarea materialelor după gradul de conducere a căldurii sau a curentului electric, după transparență)", "selectarea unor corpuri/ materiale cu proprietăți potrivite utilizării în scopuri precizate (de exemplu: în gospodărie, în construcții)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Explorarea caracteristicilor unor corpuri, fenomene și procese"
}, {
    "nume": "Elaborarea unui plan propriu pentru realizarea unei investigații a mediului înconjurător",
    "ids": ["2.1."],
    "cod": "stanat4-2.1",
    "activitati": ["construirea punctului de plecare al investigației proprii/ identificarea unei probleme, prin formularea unor întrebări (de exemplu: „Ce se ascunde în sămânța unei plante?”)", "stabilirea etapelor investigației proprii", "identificarea metodelor de lucru (de exemplu: observarea unor semințe puse la încolțit)", "stabilirea resurselor necesare (de exemplu: 10 semințe de fasole sau alte plante, vase, vată, apă)", "implicarea în alegerea modalităților de lucru (individual/ în grup)", "asumarea unor roluri și responsabilități în cadrul echipelor (de exemplu: grupe diferite de elevi pot utiliza semințe ale unor plante diferite)", "realizarea unor estimări, predicții privind rezultatele investigației proprii (de exemplu: se vor produce/ nu se vor produce transformări ale semințelor, din semințe vor apărea direct plante mature/ care vor trece prin diferite stadii)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Aplicarea planului propriu propus pentru efectuarea unei investigații a mediului înconjurător",
    "ids": ["2.2."],
    "cod": "stanat4-2.2",
    "activitati": ["colectarea de date utile investigației proprii din surse variate (de exemplu: din cărți, filme, internet, experiențe simple) pentru diferite etape", "parcurgerea etapelor de lucru (de exemplu: plasarea semințelor pe vată menținută umedă în vase ținute la căldură și lumină)", "realizarea de observații periodice asupra aspectului investigat (de exemplu: observarea îmbibării cu apă a semințelor, a crăpării tegumentului, a apariției noii plante)", "realizarea de măsurători periodice asupra aspectului investigat (de exemplu: măsurarea ritmului de creștere al noilor plante, numărarea semințelor care au încolțit și care nu au încolțit)", "completarea periodică a unor fișe de observații cu informații despre fenomene și procese din mediul înconjurător (de exemplu: descrierea periodică a modificărilor observate la fiecare sămânță pusă la încolțit și la noile plante formate)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Reprezentarea grafică a rezultatelor unor observații realizate în cadrul investigației proprii, utilizând tabele, diagrame, formule simple",
    "ids": ["2.3."],
    "cod": "stanat4-2.3",
    "activitati": ["organizarea datelor obținute din investigații în tabele, grafice, diagrame (de exemplu: realizarea de tabele cu modificările observate la semințe în fiecare zi, grafice cu ritmul de creștere zilnică a fiecărei plante, diagrame cu procentul semințelor care au încolțit)", "realizarea unor scheme care rezumă unele fenomene și procese din natură (de exemplu: notarea schematică a principalelor etape observate din viața unei plante „sămânță→încolțire→ plantulă (plantă imatură) →plantă→sămânță”)", "realizarea unor desene, planșe, colaje, afișe care să ilustreze aspecte ale investigației realizate (de exemplu: desenarea, fotografierea diferitelor etape ale încolțirii semințelor)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Formularea de concluzii pe baza rezultatelor investigației proprii",
    "ids": ["2.4."],
    "cod": "stanat4-2.4",
    "activitati": ["selectarea observațiilor esențiale din datele înregistrate (de exemplu: după câte zile au apărut părțile componente ale noii plante, ce s-a întâmplat cu părțile vechi ale seminței)", "interpretarea unor date din tabele, grafice, diagrame (de exemplu: părțile componente ale plantei apar pe rând, ritmul de creștere al plantulei este mare, numai o parte din semințe încolțesc)", "compararea estimărilor și a predicțiilor inițiale cu rezultatele obținute (de exemplu: compararea estimărilor inițiale cu rezultatele care arată că semințele se transformă, că apar diferite stadii ale unei plante)", "formularea de concluzii (de exemplu: din semințe se dezvoltă o nouă plantă, care trece apoi prin diferite etape de viață)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Prezentarea concluziilor investigației proprii",
    "ids": ["2.5."],
    "cod": "stanat4-2.5",
    "activitati": ["formularea de răspunsuri la întrebările primite din partea colegilor de clasă", " promovarea rezultatelor investigației proprii cu ajutorul unor mijloace diverse (de exemplu: fotografii, desene, afișe, colaje, pliante, broșuri, machete, articole în reviste școlare, prezentări cu ajutorul noilor tehnologii)", "prezentarea rezultatelor și a concluziilor investigațiilor efectuate în cadrul unor activități tematice organizate la nivelul clasei sau al școlii (de exemplu: „Ziua micului cercetător”, „Târgul proiectelor științelor naturii”,„Și eu sunt inventator”) "],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Investigarea mediului înconjurător folosind instrumente și procedee specifice"
}, {
    "nume": "Identificarea unor modalități obișnuite de menținere a sănătății",
    "ids": ["3.1."],
    "cod": "stanat4-3.1",
    "activitati": ["recunoașterea unor factori de risc asupra propriei sănătăți, pornind de la prezentarea unor texte scurte, vizionarea unor filme, studii de caz (de exemplu: consum de alimente nesănătoase, lipsa mișcării)", "extragerea unor informații utile despre alimente prin exerciții de citire a unor etichete ale produselor alimentare (de exemplu: termenul de garanție al unui aliment)", "utilizarea unor criterii pentru identificarea unor alimente sănătoase (de exemplu: prospețimea, conținutul, proveniența, modul de depozitare)", "realizarea de variante de meniu adaptat vârstei și efortului depus interpretând modele de piramide alimentare", "identificarea unor reguli de igienă prin discuții, simulări (de exemplu: igienă alimentară, necesitatea aerisirii camerei, necesitatea activităților sportive)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Rezolvarea de probleme din viața cotidiană valorificând achizițiile despre propriul corp și despre mediul înconjurător"
}, {
    "nume": "Identificarea unor modalități de protejare a mediului înconjurător",
    "ids": ["3.2."],
    "cod": "stanat4-3.2",
    "activitati": ["exersarea unor deprinderi de utilizare rațională a unor resurse (de exemplu: înscenări cu situații în care un copil nu oprește apa la robinet când periază dinții, nu stinge lumina când părăsește camera)", "realizarea unor proiecte ce oferă soluții la diverse probleme din mediul apropiat (de exemplu: îmbunătățirea aspectului unui mediu neospitalier prin decorarea cu tipuri de plante rezistente în acele condiții sau neutralizarea anumitor poluanți prin absorbția lor de către unele plante)", "amenajarea și întreținerea spațiului verde al școlii, îngrijirea plantelor/ animalelor din colțul viu al clasei, realizarea și îngrijirea unui acvariu/ terariu, îngrijirea animalelor domestice/ de companie", "selectarea unor materiale și realizarea unor activități casnice în modalități care să protejeze mediul (de exemplu: colectarea selectivă a deșeurilor)", "implicarea în acțiuni de protecție a mediului (de exemplu, de igienizare a unui spațiu școlar sau perișcolar după utilizarea acestuia de către copii)"],
    "disciplina": ["Științele naturii"],
    "coddisc": "stanat4",
    "nivel": ["cl4"],
    "ref": ["OM 5003 / 02.12.2014"],
    "parteA": "Rezolvarea de probleme din viața cotidiană valorificând achizițiile despre propriul corp și despre mediul înconjurător"
}]